Repository: FKint/beoi-website
Catalog: beoi/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: French
fr: Français
nl: Frans

source: Dutch
fr: Néerlandais
nl: Nederlands

source: Name
fr: Nom
nl: Naam

source: Mark selected contestants as manual checked
fr: Marquer les participants sélectionnés comme vérifiés manuellement
nl: Markeer de geselecteerde deelnemers als handmatig gecontroleerd

source: Export as CSV
nl: Exporteer als CSV

source: Firstname
fr: Prénom
nl: Voornaam

source: Surname
fr: Nom de famille
nl: Familienaam

source: Gender
fr: Sexe
nl: Geslacht

source: Date of birth
fr: Date de naissance
nl: Geboortedatum

source: Address
fr: Adresse
nl: Adres

source: Postal code
fr: Code postal
nl: Postcode

source: City
fr: Ville
nl: Stad

source: Only used for olympiads. Will never be given to a sponsor or a third.
fr: Uniquement utilisée dans le cadre de l'Olympiade, jamais communiquée à un sponsor ou à un tiers.
nl: Enkel gebruikt voor de olympiade. We geven dit nooit aan sponsors of derden.

source: Referral Token
fr: Code de parrainage
nl: Referral Code

source: Optional, the token you received if you are sponsored by another contestant.
fr: Optionnel, le code reçu si vous êtes parrainé par un autre participant.
nl: Optioneel, de code die je kreeg als je werd uitgenodigd door een andere deelnemer.

source: is in the list
fr: est dans la liste
nl: staat op de lijst

source: is not in the list
fr: n'est pas dans la liste
nl: staat niet op de lijst

source: Is the school in the list
fr: L'école se trouve-t-elle dans la liste
nl: Staat de school op de lijst

source: Make a choice
fr: Faites votre choix
nl: Maak een keus

source: School name
fr: Nom de l'établissement
nl: Naam van de school

source: Year of study
fr: Année d'étude
nl: Studiejaar

source: Examination language
fr: Langue de l'épreuve
nl: Taal van de wedstrijd

source: Welcome and assistance are only guaranteed in the center's main language.
fr: L'accueil et l'assistance aux participants ne sont garantis que dans la langue du centre.
nl: Onthaal en assistentie zijn enkel verzekerd in de lokale taal van het centrum.

source: Semifinal center
fr: Centre pour la demi-finale
nl: Centrum halve finale

source: Wrong value for this field.
fr: Value erronée dans ce champ.
nl: Verkeerde waarde voor dit veld.

source: This token is not valid.
fr: Ce code n'est pas valide.
nl: Deze code is niet geldig.

source: Please choose your school.
fr: Choisissez votre école.
nl: Kies uw school.

source: This field is mandatory.
fr: Ce champ est obligatoire.
nl: Dit veld is verplicht.

source: secondary-school students
fr: Secondaire
nl: Secundair

source: Invalid postal code
fr: Code postal invalide
nl: Ongeldige postcode

source: Male
fr: Homme
nl: Man

source: Female
fr: Femme
nl: Vrouw

source: 1st year of secondary school
fr: 1e secondaire
nl: 1ste jaar secundair

source: 2nd year of secondary school
fr: 2e secondaire
nl: 2de jaar secundair

source: 3rd year of secondary school
fr: 3e secondaire
nl: 3de jaar secundair

source: 4th year of secondary school
fr: 4e secondaire
nl: 4de jaar secundair

source: 5th year of secondary school
fr: 5e secondaire
nl: 5de jaar secundair

source: 6th year of secondary school
fr: 6e secondaire
nl: 6de jaar secundair

source: 7th year of secondary school
fr: 7e secondaire
nl: 7de jaar secundair

source: surname
fr: nom de famille
nl: familienaam

source: firstname
fr: prénom
nl: voornaam

source: gender
fr: sexe
nl: geslacht

source: address
fr: adresse
nl: adres

source: city
fr: ville
nl: stad

source: postal code
fr: code postal
nl: postcode

source: date of birth
fr: date de naissance
nl: geboortedatum

source: contest category
fr: catégorie
nl: wedstrijdcategorie

source: year of study
fr: année d'étude
nl: studiejaar

source: examination language
fr: langue de l'épreuve
nl: taal van de wedstrijd

source: manual checked
fr: vérifié (manuel)
nl: handmatig geverifieerd

source: contest year
fr: année OI
nl: wedstrijdjaar

source: registering time
fr: heure d'enregistement
nl: tijdstip van registratie

source: contestant
fr: participant
nl: deelnemer

source: contestants
fr: participants
nl: deelnemers

source: school name
fr: nom de l'établissement
nl: schoolnaam

source: school category
fr: catégorie
nl: schoolcategorie

source: schools
fr: écoles
nl: scholen

source: name
fr: nom
nl: naam

source: venue details
nl: details van de locatie

source: HTML tags are allowed. &lt;p&gt;...&lt;/p&gt; tags MUST be used for text!
nl: HTML tags zijn toegelaten. &lt;p&gt;...&lt;/p&gt; tags MOETEN gebruikt worden voor tekst!

source: in current proposal list
nl: in huidige lijst met voorstellen

source: semifinal center
fr: Centre pour la demi-finale
nl: centrum voor halve finale

source: semifinal centers
fr: Centres pour la demi-finale
nl: centra voor halve finale

source: qualified
fr: qualifié
nl: gekwalificeerd

source: semifinal result
fr: résultat de la demi-finale
nl: resultaat halve finale

source: semifinal results
fr: résultats de la demi-finale
nl: resultaten halve finale

source: written part score
fr: points de la partie papier
nl: score schriftelijk deel

source: computer part score
fr: points de la partie machine
nl: score computergedeelte

source: rank
nl: plaats

source: final result
fr: résultat de la finale
nl: eindresultaat

source: final results
fr: résultats de la finale
nl: eindresultaten

source: Registering to Belgian Olympiads in Informatics
fr: Inscription à l'Olympiade belge d'Informatique
nl: Inschrijven voor de Belgische Informatica-olympiade

source: beOI - Semifinal results
fr: beOI - Résultats de la demi-finale
nl: beOI - Resultaten halve finale

source: Text only. No html tags!
nl: Alleen tekst. Geen html tags!

source: language
nl: taal

source: Headline
nl: Titel

source: Publication
nl: Publicatie

source: Body
nl: Tekst

source: be-OI News
nl: be-OI Nieuws

source: Belgian Olympiads in Informatics
fr: Olympiade belge d'Informatique
nl: Belgische Informatica-olympiade

source: title
nl: titel

source: author
nl: auteur

source: creation date
nl: datum van creatie

source: modification date
nl: datum van laatste aanpassing

source: publication date
nl: datum van publicatie

source: If in the future, the news will be visible from this time
nl: Indien in de toekomst, zal het nieuws zichtbaar zijn vanaf dit tijdstip

source: body
nl: tekst

source: news entry
nl: nieuwsbericht

source: news entries
nl: nieuwsberichten

source: News
nl: Nieuws

source: Contest
fr: Épreuve
nl: Wedstrijd

source: Preparing
fr: Se préparer
nl: Voorbereiding

source: Press-Sponsors
fr: Presse-Sponsors
nl: Pers-Sponsors

source: About beOI
fr: À propos de beOI
nl: Over beOI

source: Register now!
fr: Inscrivez-vous dès maintenant!
nl: Schrijf je nu in!

source: (%(timeleft)s left)
fr: (il reste %(timeleft)s)
nl: (nog %(timeleft)s)

source: Keep me informed of
fr: Tenez moi au courant de la
nl: Hou me op de hoogte van

source: Our members
fr: Nos membres
nl: Onze leden

source: All rights reserved
fr: Tous droits réservés
nl: Alle rechten voorbehouden

source: Registering
fr: Inscription
nl: Inschrijven

source: Semifinal centers
fr: Centres pour la demi-finale
nl: Centra voor halve finale

source: Semifinal Results
fr: Résultats Demi-finale
nl: Resultaten Halve Finale

source: Rules
fr: Réglement
nl: Reglement

source: Archives
nl: Archieven

source: Edition
nl: Editie

source: Membership
fr: Membres cotisants
nl: Lidmaatschap

source: Press
fr: Presse
nl: Pers

source: Learn Programming
fr: Apprendre à programmer
nl: Leren Programmeren

source: Sample Questions
fr: Exemples de Questions
nl: Voorbeeldvragen

source: Programming
nl: Programmeren

source: More information on our sponsorship program
fr: Plus d'info sur notre programme de parrainage
nl: Meer info over onze uitnodigingscampagne

source: Current school
fr: Etablissement scolaire
nl: school

source: Selecting one option is mandatory.
fr: Un choix parmi les deux options est obligatoire.
nl: Je moet een van de opties kiezen.

source: My school is in this list
fr: Mon école est dans cette liste
nl: Mijn school staat op deze lijst

source: ordered by post code
fr: ordonnées par code postal
nl: geordend op postcode

source: Otherwise, I add it
fr: Dans le cas contraire, je l'ajoute
nl: Indien niet, dan voeg ik ze toe

source: Register
fr: M'inscrire
nl: Inschrijven

source: school
fr: école

source: FAQ
fr: Foire aux Questions
